import { WikiArticle } from 'types/general';

export const wikiArticles: WikiArticle[] = [
  {
    title: 'Kινέζικη ιατρική',
    path: 'chinese-medicine',
    contents: [
      {
        section: 'Ολιστική Ιατρική',
        sectionContent:
          'Η Κινέζικη Ιατρική είναι Ολιστική Ιατρική επειδή κάθε προσέγγιση στηρίζεται στην βασική αρχή ότι κάθε ζωντανός οργανισμός είναι διαποτισμένος με ροή ενέργειας. Οι σκέψεις και τα συναισθήματα είναι ενέργεια, όπως και το φυσικό μας σώμα, και αλλάζει μόνο ο βαθμός πυκνότητας μέσω του οποίου οι «ενεργειακές καταστάσεις εμφανίζονται.           Αυτή η ενεργειακή ροή κινείται από το πνεύμα που ειναι το ένα λεπτότερο ενεργειακό άκρο, στο υλικό σώμα το οποίο είναι το πιο συνεκτικό υλικό άκρο και αντίστροφα.    Το αποτέλεσμα αυτής της ροής ειναι ότι στην υγεία όπως και στην ασθένεια, υπάρχει επικοινωνία και αλληλοεξάρτηση μεταξύ των άκρων: η χαλάρωση του νου ωφελεί το σώμα και μια σωματική διαταραχή επηρεάζει το συναίσθημα.    Η Κινέζικη Ιατρική δεν επικεντρώνεται σε ένα μόνο σύμπτωμα, θεωρώντας σημαντική την συνολική κατάσταση του ατόμου σε σωματικό, ψυχικό και πνευματικό επίπεδο, επειδή θεραπεύει την ρίζα της ασθένειας.    Ο κύριος στόχος της κινεζικής ιατρικής είναι να διατυπώσει μια διάγνωση όσο το δυνατόν ακριβέστερη, ώστε να αντικατοπτρίσει με ακρίβεια την θέση της ενεργειακή ανισορροπίας και τις ρίζες της αιτιοπαθογένειας.    Στην πραγματικότητα, μόνο ξεκινώντας από μια σωστή διάγνωση θα είναι δυνατό να εφαρμοστεί μια θεραπεία ικανή να αποκαταστήσει την ισορροπία στην ανθρωπινή ομοιόσταση ώστε ο οργανισμός θα είναι και πάλι σε θέση να αυτορρυθμιστεί και να θεραπεύσει τον οργανισμό του.'
      }
    ]
  },
  {
    title: 'Oλιστικές θεραπείες',
    path: 'tecar-therapy',
    contents: [{ section: 'Oλιστικές θεραπείες', sectionContent: 'Oλιστικές θεραπείες' }]
  },
  {
    title: 'Moxibustion',
    path: 'moxibustion',
    contents: [{ section: 'Moxibustion', sectionContent: 'Moxibustion' }]
  },
  {
    title: 'Cupping Therapy',
    path: 'cupping',
    contents: [{ section: 'Cupping Therapy', sectionContent: 'Cupping Therapy' }]
  },
  {
    title: 'Diet Plan',
    path: 'diet',
    contents: [{ section: 'Diet Plan', sectionContent: '' }]
  },
  {
    title: 'acupuncture',
    path: 'acupuncture',
    contents: [{ section: 'acupuncture', sectionContent: '' }]
  },
];
